<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html lang="en" xmlns="http://www.w3.org/1999/xhtml">

<head>

<title>Γεράσιμος Λάμπουρας - Έργα</title>

<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-7" />

<script language="JavaScript" type="text/javascript">
//<![CDATA[
<!--
//-->
//]]>
</script>

<link href="my.css" rel="stylesheet" type="text/css" />
<link href="menu.css" rel="stylesheet" type="text/css" />

<!--[if lt IE 7]>
<style type="text/css" media="screen">
#menuh{float:none;}
body{behavior:url(csshover.htc); font-size:75%;}
#menuh ul li{float:left; width: 100%;}
#menuh a{height:1%;font:normal 1em/1.6em "Trebuchet MS", helvetica, arial, sans-serif;}
</style>
<![endif]-->
</head>

<body>

<div id="container">

<div id="top">
<p><a href="index_gr.html">Αρχική Σελίδα</a> | 
<a href="projects_en.html"> In English</a></p>

<h1>Γεράσιμος Λάμπουρας</h1>

</div>

<!-- Begin CSS Horizontal Popout Menu -->

<div id="menuh-container">	
<div id="menuh">
		
<ul>
<li><a href="index_gr.html" class="top_parent">&nbsp; ΑΡΧΙΚΗ ΣΕΛΙΔΑ</a></li>
</ul>
	
<ul>
<li><a href="public_gr.html" class="top_parent">&nbsp;ΔΗΜΟΣΙΕΥΣΕΙΣ</a></li>
</ul>

<ul>
<li><a href="projects_gr.html" class="top_parent">&nbsp; ΕΡΓΑ</a>

</li>
</ul>

</div>
</div>
		<!-- End CSS Horizontal Popout Menu -->

<div id="leftnav">

<h3>&nbsp;</h3>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div>

<div id="content">

<h2>Έργα</h2>

<p>Έ&chi;&omega; εργ&alpha;&sigma;&tau;&epsilon;ί ως Βοηθόςέρευνας στα παρακάτω έργα<a href="http://www.ics.forth.gr/indigo/" target="_blank"></a>:</p>
<ul>
  <li><a href="http://www.bioasq.org" target="_new">BioASQ</a>: &quot;A challenge on large-scale biomedical semantic indexing and question answering&quot;. &Epsilon;&upsilon;&rho;&omega;&pi;&alpha;ϊ&kappa;ό έ&rho;&gamma;&omicron; FP7 ICT. <br />
    (2012-2014)<br />
    <br />
  </li>
  <li> &quot;&Mu;&iota;&alpha; &pi;&rho;&omicron;&sigma;έ&gamma;&gamma;&iota;&sigma;&eta; &gamma;&rho;&alpha;&mu;&mu;&iota;&kappa;&omicron;ύ &pi;&rho;&omicron;&gamma;&rho;&alpha;&mu;&mu;&alpha;&tau;&iota;&sigma;&mu;&omicron;ύ &sigma;&tau;&eta;&nu; &pi;&alpha;&rho;&alpha;&gamma;&omega;&gamma;ή &pi;&epsilon;&rho;&iota;&lambda;ή&psi;&epsilon;&omega;&nu; &alpha;&pi;ό   &pi;&omicron;&lambda;&lambda;&alpha;&pi;&lambda;ά έ&gamma;&gamma;&rho;&alpha;&phi;&alpha; &kappa;&alpha;&iota; &tau;&eta;&nu; &pi;&alpha;&rho;&alpha;&gamma;&omega;&gamma;ή &phi;&upsilon;&sigma;&iota;&kappa;ή&sigmaf; &gamma;&lambda;ώ&sigma;&sigma;&alpha;&sigmaf; &alpha;&pi;ό &omicron;&nu;&tau;&omicron;&lambda;&omicron;&gamma;ί&epsilon;&sigmaf;&quot;.   											Έ&rho;&gamma;&omicron; &tau;&omicron;&upsilon; &Pi;&rho;&omicron;&gamma;&rho;ά&mu;&mu;&alpha;&tau;&omicron;&sigmaf; &Epsilon;&nu;ί&sigma;&chi;&upsilon;&sigma;&eta;&sigmaf; &Beta;&alpha;&sigma;&iota;&kappa;ή&sigmaf; Έ&rho;&epsilon;&upsilon;&nu;&alpha;&sigmaf; (&Pi;&Epsilon;&Beta;&Epsilon;) &tau;&omicron;&upsilon;   &Omicron;&Pi;&Alpha;. <br />(2011-2012) <br />
  </li>
</ul>
<ul>
  <li><a href="http://www.ics.forth.gr/indigo/" target="_new">Indigo</a>: &quot;Interaction with personality and dialogue enabled Robots&quot;. <br />
    Ευρωπαϊκό έργο  FP6 IST.  <br />
    (2007-2010)<br />
    <br />
  Έ&nu;&alpha; &beta;ί&nu;&tau;&epsilon;&omicron; &mu;&epsilon; &tau;&omicron; &rho;&omicron;&mu;&pi;ό&tau; &tau;&omicron;&upsilon; Indigo &mu;&pi;&omicron;&rho;&epsilon;ί&tau;&epsilon; &nu;&alpha; &delta;&epsilon;ί&tau;&epsilon; <a href="http://www.youtube.com/watch?v=qCzBx4LzGak" target="_new">&epsilon;&delta;ώ</a>.<br />
  <br />
 &Epsilon;&iota;&delta;&eta;&sigma;&epsilon;&omicron;&gamma;&rho;&alpha;&phi;&iota;&kappa;ή &kappa;ά&lambda;&upsilon;&psi;&eta; &tau;&omicron;&upsilon; έ&rho;&gamma;&omicron;&upsilon; &upsilon;&pi;ά&rho;&chi;&epsilon;&iota; &sigma;&tau;&omicron;&upsilon;&sigmaf; &alpha;&kappa;ό&lambda;&omicron;&upsilon;&theta;&omicron;&upsilon;&sigmaf; &sigma;&upsilon;&nu;&delta;έ&sigma;&mu;&omicron;&upsilon;&sigmaf;:
  <br />
  <a href="http://news.kathimerini.gr/4dcgi/_w_articles_world_1_10/01/2010_386207" target="_new">&quot;&Kappa;&alpha;&theta;&eta;&mu;&epsilon;&rho;&iota;&nu;ή&quot;</a><br />
  <a href="http://www.tovima.gr/society/article/?aid=311045" target="_new">&quot;&Tau;&omicron; &Beta;ή&mu;&alpha;&quot;</a><br />
<!---  <a href="http://technologein.pathfinder.gr/indigo" target="_new">&quot;Pathfinder&quot;</a> --></li></ul>
H &delta;&iota;&delta;&alpha;&kappa;&tau;&omicron;&rho;&iota;&kappa;ή &mu;&omicron;&upsilon; έ&rho;&epsilon;&upsilon;&nu;&alpha; &sigma;&upsilon;&gamma;&chi;&rho;&eta;&mu;&alpha;&tau;&omicron;&delta;&omicron;&tau;ή&theta;&eta;&kappa;&epsilon; &alpha;&pi;ό &tau;&eta;&nu; &Epsilon;&upsilon;&rho;&omega;&pi;&alpha;ϊ&kappa;ή Έ&nu;&omega;&sigma;&eta; (&Epsilon;&upsilon;&rho;&omega;&pi;&alpha;ϊ&kappa;ό &Kappa;&omicron;&iota;&nu;&omega;&nu;&iota;&kappa;ό &Tau;&alpha;&mu;&epsilon;ί&omicron; - &Epsilon;&Kappa;&Tau;)  &kappa;&alpha;&iota; &alpha;&pi;ό &epsilon;&theta;&nu;&iota;&kappa;&omicron;ύ&sigmaf; &pi;ό&rho;&omicron;&upsilon;&sigmaf; &mu;έ&sigma;&omega; &tau;&omicron;&upsilon; &Epsilon;&pi;&iota;&chi;&epsilon;&iota;&rho;&eta;&sigma;&iota;&alpha;&kappa;&omicron;ύ &Pi;&rho;&omicron;&gamma;&rho;ά&mu;&mu;&alpha;&tau;&omicron;&sigmaf; &laquo;&Epsilon;&kappa;&pi;&alpha;ί&delta;&epsilon;&upsilon;&sigma;&eta; &kappa;&alpha;&iota;  &Delta;&iota;&alpha; &Beta;ί&omicron;&upsilon; &Mu;ά&theta;&eta;&sigma;&eta;&raquo; &tau;&omicron;&upsilon; &Epsilon;&theta;&nu;&iota;&kappa;&omicron;ύ &Sigma;&tau;&rho;&alpha;&tau;&eta;&gamma;&iota;&kappa;&omicron;ύ &Pi;&lambda;&alpha;&iota;&sigma;ί&omicron;&upsilon; &Alpha;&nu;&alpha;&phi;&omicron;&rho;ά&sigmaf; (&Epsilon;&Sigma;&Pi;&Alpha;) &ndash; &Epsilon;&rho;&epsilon;&upsilon;&nu;&eta;&tau;&iota;&kappa;ό  &Chi;&rho;&eta;&mu;&alpha;&tau;&omicron;&delta;&omicron;&tau;&omicron;ύ&mu;&epsilon;&nu;&omicron; Έ&rho;&gamma;&omicron;: &Eta;&rho;ά&kappa;&lambda;&epsilon;&iota;&tau;&omicron;&sigmaf; &Iota;&Iota; . &Epsilon;&pi;έ&nu;&delta;&upsilon;&sigma;&eta; &sigma;&tau;&eta;&nu; &kappa;&omicron;&iota;&nu;&omega;&nu;ί&alpha; &tau;&eta;&sigmaf; &gamma;&nu;ώ&sigma;&eta;&sigmaf; &mu;έ&sigma;&omega;  &tau;&omicron;&upsilon; &Epsilon;&upsilon;&rho;&omega;&pi;&alpha;ϊ&kappa;&omicron;ύ &Kappa;&omicron;&iota;&nu;&omega;&nu;&iota;&kappa;&omicron;ύ &Tau;&alpha;&mu;&epsilon;ί&omicron;&upsilon; (2010-2013).</div>

<div id="footer">&copy; 2015 Gerasimos Lampouras |<a href="http://validator.w3.org/check?uri=referer"> [ xhtml ]</a> | <a href="http://jigsaw.w3.org/css-validator">[ css ]</a></div>

</div>
</body>
</html>