<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html lang="en" xmlns="http://www.w3.org/1999/xhtml">

<head>

<title>Γεράσιμος Λάμπουρας - Εργασίες</title>

<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-7" />

<script language="JavaScript" type="text/javascript">
//<![CDATA[
<!--
//-->
//]]>
</script>

<link href="my.css" rel="stylesheet" type="text/css" />
<link href="menu.css" rel="stylesheet" type="text/css" />

<!--[if lt IE 7]>
<style type="text/css" media="screen">
#menuh{float:none;}
body{behavior:url(csshover.htc); font-size:75%;}
#menuh ul li{float:left; width: 100%;}
#menuh a{height:1%;font:normal 1em/1.6em "Trebuchet MS", helvetica, arial, sans-serif;}
</style>
<![endif]-->
</head>

<body>

<div id="container">

<div id="top">
<p><a href="index_gr.html">Αρχική Σελίδα</a> | 
<a href="public_en.html"> In English</a></p>

<h1>Γεράσιμος Λάμπουρας</h1>

</div>

<!-- Begin CSS Horizontal Popout Menu -->

<div id="menuh-container">	
<div id="menuh">
		
<ul>
<li><a href="index_gr.html" class="top_parent">&nbsp; ΑΡΧΙΚΗ ΣΕΛΙΔΑ</a></li>
</ul>
	
<ul>
<li><a href="public_gr.html" class="top_parent">&nbsp;ΔΗΜΟΣΙΕΥΣΕΙΣ</a>
	
</li>
</ul>

<ul>
<li><a href="projects_gr.html" class="top_parent">&nbsp; ΕΡΓΑ</a>

</li>
</ul>

</div>
</div>
		<!-- End CSS Horizontal Popout Menu -->

<div id="leftnav">

<h3>&nbsp;</h3>

<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div>

<div id="content">

<h2>&Delta;&iota;&alpha;&tau;&rho;&iota;&beta;έ&sigmaf;</h2>
<p>&Gamma;. &Lambda;ά&mu;&pi;&omicron;&upsilon;&rho;&alpha;&sigmaf;, &quot;&Alpha;&lambda;&lambda;&eta;&lambda;&omicron;&epsilon;&pi;ί&delta;&rho;&alpha;&sigma;&eta; &mu;έ&sigma;&omega; &phi;&upsilon;&sigma;&iota;&kappa;ή&sigmaf; &gamma;&lambda;ώ&sigma;&sigma;&alpha;&sigmaf; &mu;&epsilon; &omicron;&nu;&tau;&omicron;&lambda;&omicron;&gamma;ί&epsilon;&sigmaf; &tau;&omicron;&upsilon; &Sigma;&eta;&mu;&alpha;&sigma;&iota;&omicron;&lambda;&omicron;&gamma;&iota;&kappa;&omicron;ύ &Iota;&sigma;&tau;&omicron;ύ&quot; (&sigma;&tau;&alpha; &Alpha;&gamma;&gamma;&lambda;&iota;&kappa;ά),   								&delta;&iota;&delta;&alpha;&kappa;&tau;&omicron;&rho;&iota;&kappa;ή &delta;&iota;&alpha;&tau;&rho;&iota;&beta;ή, &Tau;&mu;ή&mu;&alpha; &Pi;&lambda;&eta;&rho;&omicron;&phi;&omicron;&rho;&iota;&kappa;ή&sigmaf;, &Omicron;&iota;&kappa;&omicron;&nu;&omicron;&mu;&iota;&kappa;ό &Pi;&alpha;&nu;&epsilon;&pi;&iota;&sigma;&tau;ή&mu;&iota;&omicron; &Alpha;&theta;&eta;&nu;ώ&nu;, 2015.</p>
<p align="right"><a href="files/glampouras_phd_thesis.pdf" target="_blank">[PDF]</a> <a href="files/glampouras_phd_thesis_slides.pdf" target="_blank">[Slides]</a></p>
<p>&Gamma;. &Lambda;ά&mu;&pi;&omicron;&upsilon;&rho;&alpha;&sigmaf;, &quot;&Mu;έ&theta;&omicron;&delta;&omicron;&iota; &alpha;&upsilon;&tau;ό&mu;&alpha;&tau;&omicron;&upsilon; &epsilon;&nu;&tau;&omicron;&pi;&iota;&sigma;&mu;&omicron;ύ &omicron;&rho;&iota;&sigma;&mu;ώ&nu; &sigma;&epsilon; &sigma;&upsilon;&lambda;&lambda;&omicron;&gamma;έ&sigmaf; &epsilon;&gamma;&gamma;&rho;ά&phi;&omega;&nu;&quot;, &mu;&epsilon;&tau;&alpha;&pi;&tau;&upsilon;&chi;&iota;&alpha;&kappa;ή &delta;&iota;&pi;&lambda;&omega;&mu;&alpha;&tau;&iota;&kappa;ή &epsilon;&rho;&gamma;&alpha;&sigma;ί&alpha;, &Tau;&mu;ή&mu;&alpha; &Pi;&lambda;&eta;&rho;&omicron;&phi;&omicron;&rho;&iota;&kappa;ή&sigmaf;, &Omicron;&iota;&kappa;&omicron;&nu;&omicron;&mu;&iota;&kappa;ό &Pi;&alpha;&nu;&epsilon;&pi;&iota;&sigma;&tau;ή&mu;&iota;&omicron; &Alpha;&theta;&eta;&nu;ώ&nu;, 2008. </p>
<p align="right"><a href="files/lampouras_msc_thesis.pdf" target="_blank">[PDF]</a></p>
<p>&Gamma;. &Lambda;ά&mu;&pi;&omicron;&upsilon;&rho;&alpha;&sigmaf;, &quot;&Alpha;&nu;&alpha;&theta;&epsilon;ώ&rho;&eta;&sigma;&eta; &mu;&epsilon;&theta;ό&delta;&omicron;&upsilon; &chi;&epsilon;&iota;&rho;&iota;&sigma;&mu;&omicron;ύ &epsilon;&rho;&omega;&tau;ή&sigma;&epsilon;&omega;&nu; &omicron;&rho;&iota;&sigma;&mu;&omicron;ύ &gamma;&iota;&alpha; &sigma;&upsilon;&sigma;&tau;ή&mu;&alpha;&tau;&alpha; &epsilon;&rho;&omega;&tau;&alpha;&pi;&omicron;&kappa;&rho;ί&sigma;&epsilon;&omega;&nu; &kappa;&alpha;&iota; &mu;&epsilon;&gamma;&alpha;&lambda;ύ&tau;&epsilon;&rho;&eta;&sigmaf; &kappa;&lambda;ί&mu;&alpha;&kappa;&alpha;&sigmaf; &pi;&epsilon;&iota;&rho;&alpha;&mu;&alpha;&tau;&iota;&kappa;ή &alpha;&xi;&iota;&omicron;&lambda;ό&gamma;&eta;&sigma;ή &tau;&eta;&sigmaf;&quot;, &pi;&tau;&upsilon;&chi;&iota;&alpha;&kappa;ή &epsilon;&rho;&gamma;&alpha;&sigma;ί&alpha;, &Tau;&mu;ή&mu;&alpha; &Pi;&lambda;&eta;&rho;&omicron;&phi;&omicron;&rho;&iota;&kappa;ή&sigmaf;, &Omicron;&iota;&kappa;&omicron;&nu;&omicron;&mu;&iota;&kappa;ό &Pi;&alpha;&nu;&epsilon;&pi;&iota;&sigma;&tau;ή&mu;&iota;&omicron; &Alpha;&theta;&eta;&nu;ώ&nu;, 2006.</p>
<p align="right"><a href="files/lampouras_final_report.pdf" target="_blank">[PDF]</a></p>
<h2>Ά&rho;&theta;&rho;&alpha; &pi;&epsilon;&rho;&iota;&omicron;&delta;&iota;&kappa;ώ&nu;</h2>
<p>&Iota;. &Alpha;&nu;&delta;&rho;&omicron;&upsilon;&tau;&sigma;ό&pi;&omicron;&upsilon;&lambda;&omicron;&sigmaf;, &Gamma;. &Lambda;ά&mu;&pi;&omicron;&upsilon;&rho;&alpha;&sigmaf; &kappa;&alpha;&iota; &Delta;. &Gamma;&alpha;&lambda;ά&nu;&eta;&sigmaf;,  								&quot;Generating Natural Language Descriptions from OWL Ontologies: the NaturalOWL System&quot;. <em>Journal of Artificial Intelligence Research</em>, 48:671-715, 2013. <br />
</p>
<p align="right"><a href="http://www.jair.org/papers/paper4017.html" target="_blank">[PDF]</a></p>
<h2>Ά&rho;&theta;&rho;&alpha; &sigma;&upsilon;&nu;&epsilon;&delta;&rho;ί&omega;&nu;/workshop</h2>
<p>&Gamma;. &Lambda;ά&mu;&pi;&omicron;&upsilon;&rho;&alpha;&sigmaf; &kappa;&alpha;&iota; &Iota;. &Alpha;&nu;&delta;&rho;&omicron;&upsilon;&tau;&sigma;ό&pi;&omicron;&upsilon;&lambda;&omicron;&sigmaf;, &quot;Using Integer Linear Programming   for Content Selection, Lexicalization, and Aggregation to Produce   Compact Texts from OWL Ontologies&quot;. &Pi;&rho;&alpha;&kappa;&tau;&iota;&kappa;ά &tau;&omicron;&upsilon; <em>14th European Workshop   on Natural Language Generation</em> (ENLG 2013), &tau;&omicron;&upsilon; <em>51st Annual Meeting of   the Association for Computational Linguistics</em> (ACL 2013), &Sigma;ό&phi;&iota;&alpha;,   &Beta;&omicron;&upsilon;&lambda;&gamma;&alpha;&rho;ί&alpha;, &sigma;&epsilon;&lambda;. 51-60, 2013. </p>
<p align="right"><a href="files/enlg2013.pdf" target="_blank">[PDF]</a></p>
<p>&Gamma;. &Lambda;ά&mu;&pi;&omicron;&upsilon;&rho;&alpha;&sigmaf; &kappa;&alpha;&iota; &Iota;. &Alpha;&nu;&delta;&rho;&omicron;&upsilon;&tau;&sigma;ό&pi;&omicron;&upsilon;&lambda;&omicron;&sigmaf;, &quot;Using Integer Linear      Programming in Concept-to-Text Generation to Produce More Compact      Texts&quot;. &Pi;&rho;&alpha;&kappa;&tau;&iota;&kappa;ά &tau;&omicron;&upsilon; <em>51st Annual Meeting of the Association for        Computational Linguistics</em> (ACL 2013), &Sigma;ό&phi;&iota;&alpha;, &Beta;&omicron;&upsilon;&lambda;&gamma;&alpha;&rho;ί&alpha;, &sigma;&epsilon;&lambda;. 561-566 (&sigma;ύ&nu;&tau;&omicron;&mu;&alpha; ά&rho;&theta;&rho;&alpha;), 2013.</p>
<p align="right"><a href="files/acl2013.pdf" target="_blank">[PDF]</a></p>
<p>&Delta;. &Gamma;&alpha;&lambda;ά&nu;&eta;&sigmaf;, &Gamma;. &Lambda;ά&mu;&pi;&omicron;&upsilon;&rho;&alpha;&sigmaf; &kappa;&alpha;&iota; &Iota;. &Alpha;&nu;&delta;&rho;&omicron;&upsilon;&tau;&sigma;ό&pi;&omicron;&upsilon;&lambda;&omicron;&sigmaf;, &quot;Extractive Multi-Document Summarization with Integer Linear Programming and Support Vector Regression&quot;. &Pi;&rho;&alpha;&kappa;&tau;&iota;&kappa;ά &tau;&omicron;&upsilon; <em>24th International Conference on Computational Linguistics</em> (COLING 2012), Mumbai, &Iota;&nu;&delta;ί&alpha;, 2012. </p>
<p align="right"><a href="files/coling2012.pdf" target="_blank">[PDF]</a> <a href="files/AUEB_NLP_COLING2012.pdf" target="_blank">[Slides]</a></p>
<p>&Gamma;. &Lambda;ά&mu;&pi;&omicron;&upsilon;&rho;&alpha;&sigmaf; &kappa;&alpha;&iota; &Iota;. &Alpha;&nu;&delta;&rho;&omicron;&upsilon;&tau;&sigma;ό&pi;&omicron;&upsilon;&lambda;&omicron;&sigmaf;,   								&quot;Finding Short Definitions of Terms on Web Pages&quot;.  								&Pi;&rho;&alpha;&kappa;&tau;&iota;&kappa;ά &tau;&omicron;&upsilon; <em>2009 Conference on Empirical Methods on Natural Language Processing</em> (EMNLP 2009 &sigma;&tau;&omicron; ACL/IJCNLP 2009),   								Suntec, &Sigma;&iota;&gamma;&kappa;&alpha;&pi;&omicron;ύ&rho;&eta;, 2009. </p>
<p align="right"><a href="files/emnlp09_paper.pdf" target="_blank">[PDF]</a> <a href="files/QuestionAnswering.pdf" target="_blank">[Slides]</a> <a href="files/EMLP_QA_Poster.pdf" target="_blank">[Poster]</a></p>
<h2>&Tau;&epsilon;&chi;&nu;&iota;&kappa;έ&sigmaf; &alpha;&nu;&alpha;&phi;&omicron;&rho;έ&sigmaf;</h2>
<p>&Iota;. &Alpha;&nu;&delta;&rho;&omicron;&upsilon;&tau;&sigma;ό&pi;&omicron;&upsilon;&lambda;&omicron;&sigmaf;, &Gamma;. &Lambda;ά&mu;&pi;&omicron;&upsilon;&rho;&alpha;&sigmaf; &kappa;&alpha;&iota; &Delta;. &Gamma;&alpha;&lambda;ά&nu;&eta;&sigmaf;, &quot;Generating Natural Language Descriptions from OWL Ontologies: A Detailed Presentation of the NaturalOWL System&quot;. &Tau;&epsilon;&chi;&nu;&iota;&kappa;ή &Alpha;&nu;&alpha;&phi;&omicron;&rho;ά, &Omicron;&mu;ά&delta;&alpha; &Epsilon;&pi;&epsilon;&xi;&epsilon;&rho;&gamma;&alpha;&sigma;ί&alpha;&sigmaf; &Phi;&upsilon;&sigma;&iota;&kappa;ή&sigmaf; &Gamma;&lambda;ώ&sigma;&sigma;&alpha;&sigmaf;, &Tau;&mu;ή&mu;&alpha; &Pi;&lambda;&eta;&rho;&omicron;&phi;&omicron;&rho;&iota;&kappa;ή&sigmaf;, &Omicron;&iota;&kappa;&omicron;&nu;&omicron;&mu;&iota;&kappa;ό &Pi;&alpha;&nu;&epsilon;&pi;&iota;&sigma;&tau;ή&mu;&iota;&omicron; &Alpha;&theta;&eta;&nu;ώ&nu;, 2012.</p>
<p align="right"><a href="files/NaturalOWL_technical_report_2012.pdf" target="_blank">[PDF]</a></p>
<h2>Επιδείξεις συστημάτων </h2>

<p>Δ. Γαλάνης, Γ. Καρακατσιώτης, Γ.  Λάμπουρας και Ι. Ανδρουτσόπουλος, «An Open-Source Natural Language Generator  for OWL Ontologies and its Use in Protege and Second Life». <em>Πρακτικά </em><em>του</em> <em>12th Conference  of the European Chapter of the Association for Computational Linguistics</em> (EACL 2009), <em>System  Demonstrations</em>, Αθήνα, 2009.</p>
<p align="right"><a href="files/naturalowl_eacl2009.pdf" target="_blank">[PDF]</a></p>
<p>Σ. Κωνσταντόπουλος, Α. Τέγος, Δ. Μπιλίδας, Ι. Ανδρουτσόπουλος, Γ. Λάμπουρας, Π. Μαλακασιώτης, C. Matheson και O. Deroo, «Adaptive  Natural Language Interaction». <em>Πρακτικά του</em> <em>12th Conference of the European Chapter of the Association for  Computational Linguistics</em> (EACL 2009), <em>System Demonstrations</em> Αθήνα, 2009.</p>
<p align="right"><a href="files/indigo_eacl2009.pdf" target="_blank">[PDF]</a></p>
<p>Γ. Καρακατσιώτης, Δ. Γαλάνης, Γ. Λάμπουρας και Ι. Ανδρουτσόπουλος, «NaturalOWL: Generating Texts from OWL Ontologies  in Protege and in Second Life». <em>Πρακτικά του</em> <em>18th European Conference on Artificial Intelligence</em> (ECAI 2008), <em>System  Demonstrations</em>, Πάτρα, 2008.</p>
<p align="right"><a href="files/ecai2008_naturalowl.pdf" target="_blank">[PDF]</a></p></div>

<div id="footer">&copy; 2015 Gerasimos Lampouras |<a href="http://validator.w3.org/check?uri=referer"> [ xhtml ]</a> | <a href="http://jigsaw.w3.org/css-validator">[ css ]</a></div>

</div>
</body>
</html>